Repository: Klausc06/subscription-manager
Catalog: SubscriptionManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add Subscription
zh_hans: 添加订阅

source: Additional Details
zh_hans: 其他详情

source: Additional Information
zh_hans: 其他信息

source: Adjust Actual Charge
zh_hans: 调整实际扣款

source: Amount
zh_hans: 金额

source: Actions
zh_hans: 操作

source: Billing Interval
zh_hans: 账单周期

source: Billing Period
zh_hans: 计费周期

source: Billing Schedule
zh_hans: 账单计划

source: Billing Dates
zh_hans: 计费日期

source: Choose a billing date.
zh_hans: 请选择计费日期。

source: Cancel
zh_hans: 取消

source: Choose a valid billing schedule.
zh_hans: 请选择有效的账单计划。

source: Couldn’t save changes. Try again.
zh_hans: 无法保存更改，请重试。

source: Custom
zh_hans: 自定义

source: Category
zh_hans: 类别

source: My Subscriptions
zh_hans: 我的订阅

source: Couldn’t Load Subscription
zh_hans: 无法加载订阅

source: Couldn’t save this subscription. Try again.
zh_hans: 无法保存此订阅，请重试。

source: Couldn’t Update Pin
zh_hans: 无法更新置顶状态

source: Couldn’t Load Subscriptions
zh_hans: 无法加载订阅

source: Couldn’t Load Setup Data
zh_hans: 无法加载设置数据

source: Currency
zh_hans: 货币

source: Date
zh_hans: 日期

source: Date Summary
zh_hans: 日期摘要

source: Dates
zh_hans: 日期

source: Days
zh_hans: 天

source: Edit
zh_hans: 编辑

source: Edit Subscription
zh_hans: 编辑订阅

source: Derived
zh_hans: 推导

source: Done
zh_hans: 完成

source: Enter a valid amount.
zh_hans: 请输入有效金额。

source: Enter an amount greater than zero.
zh_hans: 请输入大于零的金额。

source: Enter an interval greater than zero.
zh_hans: 请输入大于零的间隔。

source: Half-yearly
zh_hans: 每半年

source: Interval
zh_hans: 间隔

source: Loading Subscriptions
zh_hans: 正在加载订阅

source: Loading Subscription
zh_hans: 正在加载订阅

source: Monthly
zh_hans: 每月

source: Months
zh_hans: 个月

source: Next Expected Charge
zh_hans: 下一笔预计扣费

source: Next Renewal
zh_hans: 下次续费

source: No Subscriptions Yet
zh_hans: 还没有订阅

source: Note
zh_hans: 备注

source: Notes
zh_hans: 备注

source: Optional
zh_hans: 选填

source: Enter a price.
zh_hans: 请输入价格。

source: Official Offer
zh_hans: 官方套餐

source: Official Price
zh_hans: 官方价格

source: Original Amount
zh_hans: 原始金额

source: Plan
zh_hans: 套餐

source: Price
zh_hans: 价格

source: Quarterly
zh_hans: 每季度

source: Renewal Anchor
zh_hans: 续费锚点

source: Reopen the app to try again.
zh_hans: 请重新打开 App 后再试。

source: Save
zh_hans: 保存

source: Select Billing Interval
zh_hans: 选择账单周期

source: Saved Subscription
zh_hans: 已保存的订阅

source: Service
zh_hans: 服务

source: Service Name
zh_hans: 服务名称

source: Source
zh_hans: 来源

source: Status
zh_hans: 状态

source: Start Date
zh_hans: 开始日期

source: Subscription
zh_hans: 订阅

source: Subscription Details
zh_hans: 订阅信息

source: Subscription Not Found
zh_hans: 找不到订阅

source: Subscriptions
zh_hans: 订阅

source: The next renewal cannot be before the start date.
zh_hans: 下次续费日期不能早于开始日期。

source: The renewal anchor cannot be before the start date.
zh_hans: 续费锚点不能早于开始日期。

source: This field is required.
zh_hans: 此字段为必填项。

source: This subscription is no longer in your library.
zh_hans: 此订阅已不在你的订阅库中。

source: Access Until
zh_hans: 可使用至

source: Access Until cannot be before the cancellation date.
zh_hans: 可使用至日期不能早于取消日期。

source: Active
zh_hans: 使用中

source: Archive
zh_hans: 归档

source: Archived
zh_hans: 已归档

source: Cancellation Date
zh_hans: 取消日期

source: Cancelled with Access
zh_hans: 已取消（仍可使用）

source: Couldn’t Complete Action
zh_hans: 无法完成操作

source: Couldn’t save lifecycle changes. Try again.
zh_hans: 无法保存订阅状态更改，请重试。

source: Delete Permanently
zh_hans: 永久删除

source: Delete
zh_hans: 删除

source: Expired
zh_hans: 已过期

source: First Paid Charge
zh_hans: 首次付费

source: Initial Status
zh_hans: 初始状态

source: Lifecycle
zh_hans: 订阅状态

source: Next Renewal is the first paid charge date.
zh_hans: 下次续费日期即首次付费日期。

source: OK
zh_hans: 好

source: Permanently Delete
zh_hans: 永久删除

source: Pin
zh_hans: 置顶

source: Pinned
zh_hans: 已置顶

source: Permanently Delete “%@”?
zh_hans: 永久删除“%@”？

# Permanently Delete “%@” (%@)?
source: Permanently Delete “%1$@” (%2$@)?
zh_hans: 永久删除“%1$@”（%2$@）？

source: Reactivate
zh_hans: 重新启用

source: Reactivate Subscription
zh_hans: 重新启用订阅

source: Record Cancellation
zh_hans: 记录取消

source: Restore
zh_hans: 恢复

source: Save Cancellation
zh_hans: 保存取消记录

source: The cancellation date cannot be in the future.
zh_hans: 取消日期不能晚于今天。

source: The next renewal must be after today.
zh_hans: 下次续费日期必须晚于今天。

source: This action cannot be undone.
zh_hans: 此操作无法撤销。

source: This permanently removes its schedule, notes, lifecycle details, and payment history. This action cannot be undone.
zh_hans: 这会永久删除该订阅的账单计划、备注、生命周期信息和付款历史。此操作无法撤销。

source: The subscription stayed unchanged. Try again.
zh_hans: 订阅未发生更改，请重试。

source: This action isn’t available for the subscription’s current status.
zh_hans: 当前订阅状态不支持此操作。

source: Trial
zh_hans: 试用中

source: Trial Start
zh_hans: 试用开始

source: User-adjusted price
zh_hans: 用户调整后的价格

source: User-adjusted schedule
zh_hans: 用户调整后的账单周期

source: Unpin
zh_hans: 取消置顶

source: Unit
zh_hans: 单位

source: Weekly
zh_hans: 每周

source: Weeks
zh_hans: 周

source: Yearly
zh_hans: 每年

source: Years
zh_hans: 年

source: Confirmed Payment
zh_hans: 已确认付款

source: Confirm Charge
zh_hans: 确认扣款

source: Confirm Charge, %@
zh_hans: 确认扣款，%@

source: Effective Date
zh_hans: 生效日期

source: Expected Charge
zh_hans: 预计扣款

source: Payment Date
zh_hans: 付款日期

source: Payment History
zh_hans: 付款记录

source: Price Change
zh_hans: 价格变更

source: Record Price Change
zh_hans: 记录价格变更

source: Scheduled Charge
zh_hans: 计划扣款

source: Scheduled Date
zh_hans: 计划日期

source: A price change already exists for that day.
zh_hans: 该日期已存在价格变更。

source: Choose a scheduled billing date.
zh_hans: 请选择账单计划中的日期。

source: Couldn’t save payment history. Try again.
zh_hans: 无法保存付款记录，请重试。

source: Restore this subscription before changing its payment history.
zh_hans: 请先恢复此订阅，再修改付款记录。

source: The effective date cannot be before the subscription starts.
zh_hans: 生效日期不能早于订阅开始日期。

source: The payment date cannot be in the future.
zh_hans: 付款日期不能在未来。

source: The scheduled date cannot be in the future.
zh_hans: 计划日期不能在未来。

source: Categories
zh_hans: 类别

source: Add Manually
zh_hans: 手动添加

source: Browse Catalog
zh_hans: 浏览目录

source: Catalog
zh_hans: 目录

source: Catalog version %lld · %@
zh_hans: 目录版本 %lld · %@

source: Bundled
zh_hans: 内置

source: Updated
zh_hans: 已更新

source: Check for Catalog Updates
zh_hans: 检查目录更新

source: Couldn’t update the catalog. Your offline catalog is still available.
zh_hans: 无法更新目录，离线目录仍然可用。

source: Confirm
zh_hans: 确认

source: Confirm Subscription
zh_hans: 确认订阅信息

source: Couldn’t Load Catalog
zh_hans: 无法加载目录

source: Loading Catalog
zh_hans: 正在加载目录

source: Search services or categories
zh_hans: 搜索服务或类别

source: Try reopening the app.
zh_hans: 请重新打开应用后再试。

source: Choose a longer date range or add a subscription.
zh_hans: 请选择更长的日期范围，或添加订阅。

source: Date Range
zh_hans: 日期范围

source: Data
zh_hans: 数据

source: Insights
zh_hans: 洞察

source: Insights will be available after currency conversion is added.
zh_hans: 添加货币换算后即可使用洞察功能。

source: Next 30 Days
zh_hans: 未来 30 天

source: Next 90 Days
zh_hans: 未来 90 天

source: %lld charges
zh_hans: %lld 笔待扣费

source: Next Month
zh_hans: 下个月

source: Previous Month
zh_hans: 上个月

source: No Upcoming Charges
zh_hans: 没有即将到期的扣费

source: Today
zh_hans: 今天

source: Upcoming
zh_hans: 即将到期

source: Upcoming Unavailable
zh_hans: 即将续费暂不可用

source: Renewals could not be loaded. Try again later.
zh_hans: 无法加载续费信息，请稍后重试。

source: Add Manually Instead
zh_hans: 改为手动添加

source: Back
zh_hans: 返回

source: Calendar Projection
zh_hans: 日历预测周期

source: Calendar Preview
zh_hans: 日历预览

source: Calendar Import
zh_hans: 导入日历

source: Calendar content was deleted outside Subscription Manager.
zh_hans: 订阅管理之外删除了日历内容。

source: Calendar import completed.
zh_hans: 日历导入已完成。

source: Calendar access was not granted. You can still export an ICS file.
zh_hans: 未获得日历访问权限；你仍可导出 ICS 文件。

source: Export ICS
zh_hans: 导出 ICS

source: Export Backup & CSV
zh_hans: 导出备份与 CSV

source: Export CSV
zh_hans: 导出 CSV

source: Export Data
zh_hans: 导出数据

source: Export Format
zh_hans: 导出格式

source: Export JSON Backup
zh_hans: 导出 JSON 备份

source: Restore JSON Backup
zh_hans: 恢复 JSON 备份

source: Restore Backup
zh_hans: 恢复备份

source: Choose JSON Backup
zh_hans: 选择 JSON 备份

source: Choose a JSON backup to inspect it before any changes are made.
zh_hans: 选择 JSON 备份，在任何更改前先检查其内容。

source: Apply Restore
zh_hans: 应用恢复

source: Conflicts
zh_hans: 冲突

source: Jump to %@
zh_hans: 跳转到 %@

source: Keep Local
zh_hans: 保留本地版本

source: Use Backup
zh_hans: 使用备份版本

source: Additions
zh_hans: 新增项目

source: Preferences
zh_hans: 偏好设置

source: Resolution
zh_hans: 处理方式

source: Retained Locally
zh_hans: 保留在本地

source: No new subscriptions in this backup.
zh_hans: 此备份中没有新增订阅。

source: Only the selected additions and explicitly resolved conflicts will change.
zh_hans: 只有选中的新增项目和已明确处理的冲突会发生更改。

source: This backup could not be restored. Choose a valid JSON backup.
zh_hans: 无法恢复此备份，请选择有效的 JSON 备份。

source: Restore failed. Your library was not changed.
zh_hans: 恢复失败，订阅库未被更改。

source: Your library was not changed. Try loading it again.
zh_hans: 订阅库未被更改，请重新加载。

source: Create offline copies of your subscriptions and preferences. Exports include archived subscriptions, but never device Calendar identifiers or iCloud data.
zh_hans: 创建订阅和偏好的离线副本。导出包含已归档订阅，但绝不包含设备日历标识符或 iCloud 数据。

source: Couldn’t create the export. Try again.
zh_hans: 无法创建导出文件，请重试。

source: Hide Amounts in Calendar
zh_hans: 在日历中隐藏金额

source: No Upcoming Renewals
zh_hans: 没有即将到期的续费

source: Preview & Export ICS
zh_hans: 预览并导出 ICS

source: Reminders
zh_hans: 提醒

source: Renewal Events
zh_hans: 续费事件

source: Import to Calendar
zh_hans: 导入到日历

source: Import Renewals to Calendar
zh_hans: 将续费导入日历

source: Importing Calendar Events
zh_hans: 正在导入日历事件

source: No writable Calendar source is available. You can still export an ICS file.
zh_hans: 没有可写入的日历来源；你仍可导出 ICS 文件。

source: Retry Calendar Import
zh_hans: 重试导入日历

source: Retry Calendar Sync
zh_hans: 重试同步日历

source: Rebuild Calendar
zh_hans: 重建日历

source: Disable Calendar Sync
zh_hans: 停用日历同步

source: Reconciling Calendar
zh_hans: 正在同步日历

source: Calendar sync is unavailable. Check Calendar access and try again.
zh_hans: 日历同步不可用。请检查日历访问权限，然后重试。

source: Calendar sync is incomplete. 1 event failed.
zh_hans: 日历同步未完成，1 个事件同步失败。

source: Calendar sync is incomplete. %lld events failed.
zh_hans: 日历同步未完成，%lld 个事件同步失败。

source: Some Calendar events could not be imported. Try again to add the missing events.
zh_hans: 部分日历事件未能导入；请重试以添加缺失事件。

source: This will add the previewed renewal events to a dedicated Subscription Manager calendar.
zh_hans: 这会将预览中的续费事件添加到专用的 Subscription Manager 日历。

source: Renewals in your selected planning period appear here.
zh_hans: 所选规划周期内的续费会显示在这里。

source: Choose Subscriptions
zh_hans: 选择订阅

source: Choose any services you use. You will confirm the actual plan, price, currency, and dates for each one before it is saved.
zh_hans: 选择你正在使用的服务；每一项都会在保存前确认实际套餐、价格、货币和日期。

source: Choose the defaults you want to use throughout the app.
zh_hans: 选择要在整个应用中使用的默认设置。

source: Confirm Selected Subscriptions
zh_hans: 确认所选订阅

source: Continue
zh_hans: 继续

source: Couldn’t save preferences. Try again.
zh_hans: 无法保存偏好设置，请重试。

source: Appearance
zh_hans: 外观

source: System
zh_hans: 跟随系统

source: Light
zh_hans: 日间

source: Dark
zh_hans: 夜间

source: Finish Setup
zh_hans: 完成设置

source: Primary Currency
zh_hans: 主显示货币

source: Run Setup Again
zh_hans: 重新运行设置

source: Set Up Your Library
zh_hans: 设置你的订阅库

source: Settings
zh_hans: 设置

source: Skip for Now
zh_hans: 暂时跳过

source: This only saves a future planning preference. Calendar access is requested separately when you choose to import renewals.
zh_hans: 这只保存未来规划偏好；仅在你选择导入续费时才会单独请求日历权限。

source: 6 Months
zh_hans: 6 个月

source: 12 Months
zh_hans: 12 个月

source: Checking iCloud
zh_hans: 正在检查 iCloud

source: iCloud Needs Attention
zh_hans: iCloud 需要处理

source: iCloud Signed Out
zh_hans: iCloud 未登录

source: iCloud Up to Date
zh_hans: iCloud 已是最新

source: Stored on This Device
zh_hans: 仅存储在此设备

source: Syncing with iCloud
zh_hans: 正在与 iCloud 同步

source: Try Again
zh_hans: 重试

source: Choose one subscription to inspect its details.
zh_hans: 请选择一项订阅以查看其详情。

source: Choose a row to inspect and edit it.
zh_hans: 请选择一行以查看和编辑。

source: Multiple Subscriptions Selected
zh_hans: 已选择多项订阅

source: No Archived Subscriptions
zh_hans: 没有已归档的订阅

source: Search Subscriptions
zh_hans: 搜索订阅

source: Not selected
zh_hans: 未选择

source: Selected
zh_hans: 已选择

source: Select a Subscription
zh_hans: 选择一项订阅

source: Sort
zh_hans: 排序

source: Annualized
zh_hans: 年化

source: Category Totals
zh_hans: 分类总额

source: Confirmed
zh_hans: 已确认

source: Exchange rates are unavailable. Original subscription values are unchanged.
zh_hans: 汇率暂不可用。原始订阅金额不会改变。

source: Expected
zh_hans: 预计

source: Insights Unavailable
zh_hans: 洞察暂不可用

source: Loading Insights
zh_hans: 正在载入洞察

source: Rates updated %@
zh_hans: 汇率更新于 %@

source: Selected Range
zh_hans: 所选范围

source: Spending by Category
zh_hans: 按分类支出

source: Total
zh_hans: 总额

source: Total Mode
zh_hans: 汇总方式

source: Using cached rates from %@
zh_hans: 正在使用 %@ 的缓存汇率

source: Verified
zh_hans: 已核验

source: Web
zh_hans: 网页

source: Add a subscription to your library.
zh_hans: 将订阅添加到你的订阅库。

source: Show Upcoming Renewals
zh_hans: 显示即将续费

source: Show Monthly Forecast
zh_hans: 显示月度预测

source: Show your upcoming subscription renewals.
zh_hans: 显示你即将续费的订阅。

source: Show this month’s expected subscription spending.
zh_hans: 显示本月预计订阅支出。

source: Subscription added.
zh_hans: 已添加订阅。

source: Approve Subscription Manager in Login Items to finish enabling launch at login.
zh_hans: 请在“登录项”中批准 Subscription Manager，以完成开机启动设置。

source: Couldn’t update launch at login. Try again.
zh_hans: 无法更新开机启动设置，请重试。

source: Keep Subscription Manager in the Menu Bar
zh_hans: 在菜单栏中保留 Subscription Manager

source: Launch at Login
zh_hans: 登录时启动

source: Menu Bar
zh_hans: 菜单栏

source: Next: %@
zh_hans: 下一项：%@

source: Open App
zh_hans: 打开应用

source: Quick Add
zh_hans: 快速添加

source: Quit Subscription Manager
zh_hans: 退出 Subscription Manager

source: This Month: %@
zh_hans: 本月：%@

source: This Month: Forecast Unavailable
zh_hans: 本月：预测暂不可用

source: Your subscriptions will appear here.
zh_hans: 你的订阅会显示在这里。
